Tekla.Structures.ModelInternal.dotModelObject_t.Object
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotModelObject_t.Type
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotModelObject_t.aLabel
DO NOT USE! For internal usage only!